package com.example.beehive.data

object BeeRepo {
    val beehives = listOf(
        Beehive(
            1,
            "Благоевград",
            "2950-0467",
            "с. Сатовича",
            "Венцислав Миланов Тотев",
            "ул. Милушица 12",
            30
        ),
        Beehive(
            2,
            "Благоевград",
            "2950-0467",
            "Сандански",
            "Борислава Бърдарска",
            "ул. Милушица 13",
            30
        ),
        Beehive(
            3,
            "Бургас",
            "84290060",
            "с. Глумче",
            "Неделчо Христов Терзиев",
            "ул. Иван Вазов 16",
            40
        ),
        Beehive(
            4,
            "Варна",
            "9101А-0012",
            "Попович",
            "Петър Георгиев Севов",
            "Попович",
            50
        ),
        Beehive(
            5,
            "Враца",
            "8451А-0023",
            "ул. “Река Лева 22",
            "Иво Христов Николов",
            "ул. “Река Лева 22",
            5
        ),
        Beehive(
            6,
            "Враца",
            "7492А-0004",
            "с. Медковец",
            "Преслава Галинова Кузова",
            "бул. 2ри юни",
            5
        ),
        Beehive(
            7,
            "Враца",
            "8391А-0097",
            "Лиляшка могила",
            "Илина Георгиева Павлова",
            "ул. Иванка Ботева",
            5
        ),
        Beehive(
            8,
            "Враца",
            "4620А-0003",
            "Чирен",
            "Мария Венциславова Декова",
            "бл. 62, жк Сениче",
            5
        ),
        Beehive(
            9,
            "Габрово",
            "5340А-0005",
            "Беломъжите",
            "Мариана Димитрова Комитска",
            "гр. Габрово, бул.”Трети март” No 54, ет.1,",
            7
        )
    )
}